Repository: migueldiazrubio/Workapp
Catalog: Workapp/*.lproj/Localizable.strings
Languages: es

# step_1_title
source: Welcome to Workapp
es: Bienvenido a Workapp

# step_1_subtitle
source: Be more productive!
es: ¡Empieza a ser más productivo!

# step_2_title
source: The technique
es: La técnica

# step_2_subtitle
source: The Pomodoro technique is based on uninterrupted work cycles run 25 minutes, followed by a series of 5-minute break.
es: La técnica Pomodoro se basa en ejecutar ciclos de trabajo ininterrumpido de 25 minutos, seguidos de un ciclo de descanso de 5 minutos.

# step_3_title
source: Results quickly
es: Resultados rápidamente

# step_3_subtitle
source: Once you pick the habit, you'll see as you get more work done in your day to day.
es: En cuanto cojas el hábito, verás como sacas adelante más trabajo en tu día a día.

# step_4_subtitle
source: Workapp makes it very easy, notifying you at all times what to do, and measuring your progress.
es: Workapp te lo pone muy fácil, notificandote en cada momento qué debes hacer, y midiendo tus progresos.

# step_5_title
source: Start working now!
es: ¡Empieza a trabajar!

# breakAction
source: Break
es: Descansar

# pomodoroAction
source: Pomodoro
es: Trabajar

# breakBody
source: You have finished your rest. Feel like doing another work session?
es: Ha finalizado tu descanso. ¿Te animas a hacer otra sesión de trabajo?

# pomodoroBody
source: You have completed another work session.Congratulations! Fancy a break?
es: Has finalizado otra sesión de trabajo. ¡Enhorabuena! ¿Te apetece un descanso?

# mode_working
source: Working
es: Trabajando

# mode_resting
source: Resting
es: Descansando

# history_label
source: Statistics
es: Estadísticas

# history_delete_today
source: Delete today data
es: Borrar datos de hoy

# history_delete_all
source: Delete all data
es: Borrar todos los datos

# history_cancel
source: Cancel
es: Cancelar

# today_nothing
source: No work sessions for today
es: No hay sesiones de trabajo hoy

# today_session
source: session
es: sesión

# today_sessions
source: sessions
es: sesiones

# stats_today
source: today
es: hoy

# stats_thisweek
source: this week
es: esta semana

# stats_lastweek
source: last week
es: pasada semana
